Repository: mobile-comarch-com/NDG-for-WP
Catalog: ndgwp7/Languages/AppResources.*.resx
Languages: pl_pl

# checkForNewSurveyList_DownloadFailed
source: Unable to download list, check server URL address.
pl_pl: Nie można pobrać listy ankiet. Sprawdź adres URL serwera.

# checkForNewSurveyList_Downloading
source: Downloading list of surveys...
pl_pl: Pobieranie listy ankiet...

# checkForNewSurveyList_ManyNewSurveys
source: There are {0} new surveys.
pl_pl: Znaleziono nowe ankiety: {0}

# checkForNewSurveyList_OneNewSurvey
source: There is one new survey.
pl_pl: Znaleziono jedną nową ankietę.

# checkForNewSurveyList_ServerError
source: Unknown error.
pl_pl: Nieznany błąd.

# checkForNewSurveyList_ServerIncompleteResponse
source: Can't download list, server sent incomplete response.
pl_pl: Nie można pobrać listy ankiet, serwer zwraca niezrozumiałą odpowiedź.

# checkForNewSurveyList_ServerNotFound
source: Server not found, check your internet connection and server URL address and then try again.
pl_pl: Nie można znaleźć serwera, sprawdź połączenie z Internetem oraz adres serwera, a następnie spróbuj ponownie.

# checkForNewSurveyList_ZeroNewSurvey
source: Not found any new surveys.
pl_pl: Nie znaleziono żadnej nowej ankiety.

# conditionCategoryControl_MessageBoxMessage
source: Do you want to add additional copies of category?
pl_pl: Chesz dodać nowe kopie kategorii?

# conditionCategoryControl_MessageBoxTitle
source: Add categories
pl_pl: Dodaj kategorie

# downloadNewSurveys_CantConfirm
source: Can't confirm download.
pl_pl: Nie można potwierdzić pobrania ankiet.

# downloadNewSurveys_CantDownloading
source: Can't download surveys.
pl_pl: Nie mozna pobrać ankiet.

# downloadNewSurveys_Downloading
source: Downloading new surveys...
pl_pl: Pobieranie nowych ankiet...

# downloadNewSurveys_DownloadingCompleted
source: Downloading completed.
pl_pl: Pobieranie zakończone.

# downloadNewSurveys_MoreSurveys
source: There were more surveys. Please refresh your list and try again.
pl_pl: Jest więcej nowych ankiet. Odśwież listę i spróbuj ponownie.

# downloadNewSurveys_SavingProblem
source: There is a problem with saving new surveys, probably you don't have enough space to save surveys.
pl_pl: Wystąpił problem przy próbie zapisu nowej ankiety, prawdopodobnie nie ma wystarczająco dużo miejsca.

# downloadNewSurveys_WrongResponse
source: Can't download surveys, server sent wrong response.
pl_pl: Nie można pobrac ankiet, serwer wysyła nieprawidłową odpowiedź.

# fillingSurveyPage_Condition
source: Condition
pl_pl: Pytanie warunkowe

# imageQuestionControl_BrowseImagesButton
source: browse images
pl_pl: przeglądaj

# imageQuestionControl_MaxImageCapacity
source: You have reached max image capacity in this question.
pl_pl: Osiągnąłeś maksymalną ilość zdjęć w tym pytaniu.

# imageQuestionControl_TakePhotoButton
source: take photo
pl_pl: zrób zdjęcie

# imageQuestion_Images
source: Images: {0}/{1}
pl_pl: Zdjęcia: {0}/{1}

# indicatorStyle_BusyText
source: Connecting...
pl_pl: Łączenie...

# listOfNewSurveysPageAppBarr_Download
source: Download all
pl_pl: Pobierz wszystkie

# listOfNewSurveysPageAppBarr_Refresh
source: Refresh list
pl_pl: Odśwież listę

# listOfNewSurveysPage_DownloadAll
source: Download all
pl_pl: Pobierz wszystkie

# listOfNewSurveysPage_PageTitle
source: new surveys
pl_pl: nowe ankiety

# listOfNewSurveysPage_RefreshList
source: Refresh list
pl_pl: Odśwież listę

# listOfSurveysPageAppBar_CheckNewSurveys
source: Check for new Surveys
pl_pl: Sprawdź nowe ankiety

# listOfSurveysPageAppBar_CheckUpdate
source: Check for update
pl_pl: Sprawdź ankiety

# listOfSurveysPageAppBar_Settings
source: Settings
pl_pl: Ustawienia

# listOfSurveysPageAppBar_TestConnection
source: Test connection
pl_pl: Test połączenia

# listOfSurveysPage_PageTitle
source: list of surveys
pl_pl: lista ankiet

# messageBox_Cancel
source: Cancel
pl_pl: Anuluj

# messageBox_No
source: No
pl_pl: Nie

# messageBox_Yes
source: Yes
pl_pl: Tak

# operationsOnRegistration_CheckConnection
source: Check your internet connection.
pl_pl: Sprawdź połączenie z Internetem

# operationsOnRegistration_CheckConnectionServerAddress
source: Check your internet connection or server address.
pl_pl: Sprawdź połączenie z Internetem oraz adres serwera.

# operationsOnRegistration_ConnectionProblem
source: Connection Problem
pl_pl: Problem z połączeniem

# operationsOnRegistration_ContainMaximum
source: Can contain maximum {0} characters.
pl_pl: Może zawierać maksymalnie {0} znaków.

# operationsOnRegistration_ContainMinimum
source: Must contain minimum {0} characters.
pl_pl: Musi zawierać co najmniej {0} znaków.

# operationsOnRegistration_PhoneNotValidIMEIExist
source: Your phone number is not valid or IMEI already exists.
pl_pl: Twój numer telefonu jest niepoprawny lub podany IMEI jest już zarejestrowany.

# operationsOnRegistration_RegistratedSuccessfully
source: Your IMEI was registered successfully.
pl_pl: Twój numer IMEI został zarejestronawy prawidłowo.

# operationsOnRegistration_RegistrationFailed
source: Registration Failed
pl_pl: Rejestracja nie powiodła się

# operationsOnRegistration_RegistrationSuccess
source: Registration Success
pl_pl: Rejestracja zakończona powodzeniem

# operationsOnRegistration_ServerNotResponding
source: Server is not responding, check your internet connection.
pl_pl: Serwer nie odpowiada. Sprawdź połączenie z Internetem.

# operationsOnRegistration_SetServerAddress
source: Set server address.
pl_pl: Ustaw adres serwera.

# operationsOnRegistration_ValidServerAddress
source: Make sure your server address is valid.
pl_pl: Sprawdź czy podane adres serwera jest poprawny.

# processingBar_Working
source: Working...
pl_pl: Proszę czekać...

# registrationPage_PageTitle
source: registration
pl_pl: rejestracja

# registrationPage_RegisterButton
source: Register
pl_pl: Rejestruj

# registrationPage_TitleIMEI
source: Your IMEI:
pl_pl: Twój IMEI:

# registrationPage_TitlePhoneNumber
source: Your phone number:
pl_pl: Twój numer telefonu:

# registrationPage_TitleServerUrl
source: Server Address:
pl_pl: Adres serwera:

# settingsPage_PageTitle
source: settings
pl_pl: ustawienia

# settings_DateFormat
source: Date format
pl_pl: Format daty

# settings_FontSize
source: Font size
pl_pl: Rozmiar czcionki

# settings_GPS
source: GPS Configuration
pl_pl: Konfiguracja GPS

# settings_IsolatedStorageFailed
source: Cannot load settings. Please restart application.
pl_pl: Nie można wczytać ustawień. Proszę uruchomić aplikację ponownie.

# settings_Language
source: Language
pl_pl: Język

# settings_Large
source: Large
pl_pl: Duży

# settings_Medium
source: Medium
pl_pl: Średni

# settings_SaveFailed
source: Cannot save new settings.
pl_pl: Nie mozna zapisać nowych ustawień.

# settings_SaveNothing
source: Nothing to save.
pl_pl: Brak zmian do zapisu.

# settings_Small
source: Small
pl_pl: Mały

# surveyPageAppBar_Delete
source: Delete survey
pl_pl: Usuń ankietę

# surveyPageAppBar_NewResult
source: new result
pl_pl: nowy wynik

# surveyPage_deleteSurveyDialogMessage
source: Are you sure you want delete survey and all results?
pl_pl: Czy na pewno chcesz usunąć ankiete i wszystkie wyniki?

# surveyPage_deleteSurveyDialogTitle
source: Delete survey
pl_pl: Usuń ankietę

# surveyPage_deleteSurveyError
source: Unable to delete this survey!
pl_pl: Usuwanie tej ankiety się nie powiodło.

# surveyPage_SurveyID
source: Survey ID:
pl_pl: ID ankiety:

# testConnectionPage_PageTitle
source: test connection
pl_pl: test połączenia

# settings_PhotoResolution
source: Pick a photo resolution
pl_pl: Wybierz rozdzielczość zdjęcia

# listOfNewSurveysPage_DownloadingProgress
source: Connecting...
pl_pl: Pobieranie w toku, proszę czekać.

# listOfNewSurveysPage_NothingDownload
source: There is nothing to download.
pl_pl: Brak nowych ankiet do ściągniecią.

# listOfNewSurveysPage_TooLateInterrupt
source: It is too late to interrupt downloading.
pl_pl: Za późno aby przerwać pobieranie (?)

# operationsOnRegistration_ProcessingBarInformation
source: Connecting...
pl_pl: Łączenie...

# imageQuestion_ImageIsNull
source: Image does not exist.
pl_pl: Zdjęcie nie istnieje.

# fillingSurveyPage_OnSaveResultTitle
source: save result
pl_pl: zapisz wynik

# validationRules_LengthEmptyMessage
source: Field cannot be empty.
pl_pl: Pole nie może być puste.

# validationRules_LengthMaxMessage
source: Field can contain only {0} characters.
pl_pl: Pole może zawierać tylko {0} znaków.

# validationRules_LengthMinMessage
source: Field must contain at least {0} characters.
pl_pl: Pole musi zawierać przynajmniej {0} znaków.

# validationRules_RegexValueNotValid
source: Value is not valid.
pl_pl: Pole zawiera niedozwolone znaki.

# validationRules_MaxReachedMessage
source: Max field value is {0}
pl_pl: Maksymalna wartość to {0}

# validationRules_MinReachedMessage
source: Min field value is {0}
pl_pl: Minimalna wartość to {0}

# dateQuestion_MaxDateReached
source: You must pick date before {0}
pl_pl: Wybierz datę przed {0}

# dateQuestion_MinDateReached
source: You must pick date after {0}
pl_pl: Wybierz datę po {0}

# surveyPage_contextMenuDeleteItem
source: delete result
pl_pl: usuń wynik

# settings_Custom
source: Custom
pl_pl: Własne

# settings_PhoneLanguage
source: Phone language
pl_pl: Język telefonu

# surveyPage_contextMenuEditItem
source: edit result
pl_pl: edytuj wynik

# surveyPage_contextMenuSendItem
source: send result
pl_pl: wyślij wynik

# surveyPage_contextMenuShowItem
source: show result
pl_pl: pokaż wynik

# surveyPage_resultsListtitle
source: Saved results:
pl_pl: Zapisane wyniki:

# settingsPage_InvalidCustomValue
source: Value is not valid. Please insert number in range {0}-{1}
pl_pl: Wartość nie jest poprawna. Proszę podać liczbę z przedziału {0} - {1}

# fillingSurveyPage_enterResultTitleDialog
source: Enter result title:
pl_pl: Wprowadź tytuł wyniku:

# fillingSurveyPage_isCorrectDialogMessage
source: Not all answers are correct, only correct answers will be saved.
pl_pl: Nie wszystkie odpowiedzi są poprawne, zostaną zapisane tylko poprawne odpowiedzi.

# fillingSurveyPage_successSaveDialog
source: Result successfully saved.
pl_pl: Wynik został poprawnie zapisany.

# fillingSurveyPage_saveDialogError
source: Result title can't be empty, try again.
pl_pl: Tytuł wyniku nie może być pusty, spróbuj ponownie.

# fillingSurveyPage_savingMessage
source: Saving result...
pl_pl: Zapisywanie wyniku...

# fillingSurveyPage_saveQuestion
source: Would you like to save last changes?
pl_pl: Zapisać wprowadzone zamiany?

# surveyPage_deleteResultError
source: Unable to delete this result!
pl_pl: Nie można usunąć tego wyniku!

# surveyPage_deleteResultQuestionMessage
source: Are you sure you want to delete this result?
pl_pl: Czy na pewno chcesz usunać ten wynik?

# surveyPage_deleteResultQuestionTitle
source: Delete result
pl_pl: Usuń wynik

# settings_AutoCheckNewSurvey
source: Checking new surveys at start
pl_pl: Sprawdzaniu nowych ankiet przy starcie

# checkForNewSurveyList_WantDownload
source: Show list of new surveys?
pl_pl: Pokazać listę nowych ankiet?

# listOfSurveysPageAppBar_AllSurveys
source: All surveys
pl_pl: Wszystkie

# listOfSurveysPageAppBar_FavoriteSurveys
source: Favorites
pl_pl: Ulubione

# surveyPageAppBar_AddToFavorite
source: Add to favorite
pl_pl: Dodaj do ulubionych

# surveyPageAppBar_RemoveFromFavorite
source: Remove from favorite
pl_pl: Usuń z ulubionych

# imageQuestionControl_DeleteImagesButton
source: delete
pl_pl: usuń

# messageBox_Download
source: Download
pl_pl: Pobierz

# messageBox_Show
source: Show
pl_pl: Pokaż

# fillingSurveyPage_opaningMessage
source: Opening result...
pl_pl: Otwieranie wyniku...

# testConnection_ServerOk
source: Server is up and running.
pl_pl: Server działa poprawnie.

# resultsFilterPage_FilterByDate
source: filter by date
pl_pl: filtruj po dacie

# resultsFilterPage_FilterByLocation
source: filter by location
pl_pl: filtruj po lokalizacji

# resultsFilterPage_FilterBySurvey
source: filter by survey
pl_pl: filtruj po ankietach

# resultsFilterPage_Latitude
source: Latitude:
pl_pl: Szerokość:

# resultsFilterPage_Longitude
source: Longitude:
pl_pl: Długość:

# resultsFilterPage_NoResultsMatch
source: There are no results matching your query.
pl_pl: Nie znaleziono ankiet odpowiadających zapytaniu.

# resultsFilterPage_PageTitle
source: browse results
pl_pl: przeglądaj wyniki

# resultsFilterPage_Radius
source: Radius:
pl_pl: Promień:

# resultsFilterPage_SearchIn
source: Search in:
pl_pl: Szukaj w:

# resultsFilterPage_SelectCreated
source: Select surveys created
pl_pl: Wybierz ankiety utworzone

# resultsFilter_DateTypeAfter
source: after
pl_pl: po

# resultsFilter_DateTypeAt
source: at
pl_pl: w dniu

# resultsFilter_DateTypeBefore
source: before
pl_pl: przed

# resultsFilter_DateTypeBetween
source: between
pl_pl: pomiędzy

# resultsFilterPage_RemoveSelectedButton
source: remove selected
pl_pl: usuń zaznaczoną

# listOfSurveysPageAppBar_Filter
source: Filter
pl_pl: Filtr

# resultsFilterPageAppBar_Apply
source: Apply
pl_pl: Zatwierdź

# resultsFilterPageAppBar_Edit
source: Edit
pl_pl: Edytuj

# resultsFilterPage_And
source: and
pl_pl: oraz

# resultsFilter_AllSurveys
source: All surveys
pl_pl: Wszystkie

# surveyViewModel_sendingCompleted
source: Sending completed.
pl_pl: Wysyłanie zakończone.

# surveyViewModel_serverError
source: Cannot send this result, probably result is too large. Contact the server administrator to resolve this problem or change application settings and try send smaller result.
pl_pl: Nie można wysłac wyniku, prawdopodobnie wynik jest zbyt duży. Skontaktuj się z administratorem serwera, aby rozwiązać ten problem lub zmień ustawienia aplikacji aby wynik był mniejszy.

# surveyViewModel_unknownError
source: Cannot send this result, check your internet connection and try again.
pl_pl: Nie można wysłac wyniku, sprawdz połączenie z internetem i spróbuj ponownie.

# resultsFilter_Searching
source: Searching...
pl_pl: Przeszukiwanie wyników...

# fillingSurveyPage_FailedGPSSave
source: Could not retrieve GPS position. Result was saved without current location.
pl_pl: Nie udało się określić pozycji GPS. Ankieta została zapisana bez aktualnej lokalizacji.

# surveyViewModel_sendingProgressTitle
source: Sending result, please wait..
pl_pl: Wysyłanie rezultatu, prosze czekać...

# settings_Default
source: Phone theme
pl_pl: Motyw telefonu

# settings_Theme
source: Theme
pl_pl: Motyw

# settings_HighContrast
source: High Contrast
pl_pl: Wysoki kontrast

# settings_NDG
source: Default
pl_pl: Domyślny

# settings_OtherTheme
source: Green
pl_pl: Zielony

# settings_deleteSettings
source: Delete settings
pl_pl: Usuń ustawienia

# settings_deleteSettingsDialogMessage
source: Deleting settings will remove all stored settings including server URI and switch view to registration page !
pl_pl: Usunięcie ustawień usunie wszystkie zapisane ustawienia łącznie z adresem serwera i otworzy formularz rejestracji !

# conditionCategoryControl_RemoveMessageBoxMessage
source: There are more copies of category then currently selected. Do you want to limit copies to selected amount?
pl_pl: Jest stworzonych więcej kopii kategorii niż wybrana liczba. Chcesz usunąć nadmiarowe kategorie?

# conditionCategoryControl_RemoveMessageBoxTitle
source: Remove categories
pl_pl: Usuń kategorię

# enableEncryptionPage_closeQuestion
source: Would you like to close application?
pl_pl: Chcesz zamknąć aplikacje?

# enableEncryptionPage_emptyError
source: Password cannot be empty.
pl_pl: Hasło nie może być puste.

# enableEncryptionPage_offAnswer
source: off
pl_pl: wyłączone

# enableEncryptionPage_onAnswer
source: on
pl_pl: włączone

# enableEncryptionPage_passwordHeader
source: Encryption password:
pl_pl: Hasło do szyfrowania:

# enableEncryptionPage_question
source: I want encrypt to be:
pl_pl: Chce żeby szyfrowanie było:

# enableEncryptionPage_title
source: encryption
pl_pl: szyfrowanie

# encryptionPasswordPage_error
source: Password is incorrect. Try again.
pl_pl: Hasło jest niepoprawne, spróbuj ponownie.

# encryptionPasswordPage_question
source: Enter encryption password:
pl_pl: Wprowadź hasło do szyfrowania:

# encryptionPasswordPage_title
source: encryption
pl_pl: szyfrowanie

# resultsFilterPageAppBar_Me
source: Me
pl_pl: Ja

# resultsFilter_LocationDisable
source: Location services must be enabled on your phone.
pl_pl: Usługa lokalizacji musi być włączona w telefonie.

# resultsFilterPage_GoToSurveyPage
source: Go to survey page
pl_pl: Idź do strony z ankietą

# resultsFilterPage_ShowOnMap
source: Show on map
pl_pl: Pokaż na mapie

# resultsFilter_NoneSavedGPSPosition
source: None saved GPS position
pl_pl: Brak zapisanych pozycji GPS

# surveyPage_contextMenuBackToEdit
source: back to edit
pl_pl: cofnij do edycji

# filterListPage_ShowAllOnMap
source: Show all
pl_pl: Pokaż wszystkie

# settings_settingsDeleted
source: All settings have been deleted.
pl_pl: Ustawienia aplikacji zostały wykasowane.
